Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 使用条款
ar: شروط الاستخدام
de: Nutzungsbedingungen
en: Terms of Use
ja: 利用規約
zh_hant: 使用條款

source: 隐私政策
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
en: Privacy Policy
ja: プライバシーポリシー
zh_hant: 隱私權政策

# %@ %lld 张
source: %1$@ %2$lld 张
ar: %1$@ %2$lld صورة
de: %1$@ %2$lld Fotos
en: %1$@ %2$lld photos
ja: %1$@ %2$lld枚
zh_hant: %1$@ %2$lld 張

source: %@ photos
ar: %@ صورة
de: %@ Fotos
ja: %@枚の写真

source: %@ · 0 张照片
ar: %@ · 0 صور
de: %@ · 0 Fotos
en: %@ · 0 photos
ja: %@ · 写真0枚
zh_hant: %@ · 0 張照片

# %@ · 已整理 %lld/%lld
source: %1$@ · 已整理 %2$lld/%3$lld
ar: %1$@ · تمت المراجعة %2$lld/%3$lld
de: %1$@ · Geprüft %2$lld/%3$lld
en: %1$@ · Reviewed %2$lld/%3$lld
ja: %1$@ · 確認済み %2$lld/%3$lld

source: %@ 万张
ar: %@0K صورة
de: %@0K Fotos
en: %@0K photos
ja: %@0K枚の写真
zh_hant: %@ 萬張

source: %@清理进度
ar: تقدم تنظيف %@
de: %@ Aufräumfortschritt
en: %@ cleanup progress
ja: %@の整理進捗
zh_hant: %@清理進度

source: %lld 个
ar: %lld
de: %lld
en: %lld
ja: %lld
zh_hant: %lld 個

source: %lld 个我的相册
ar: %lld ألبوم
de: %lld Alben
en: %lld albums
ja: %lld個のアルバム
zh_hant: %lld 個我的相冊

source: %lld 个月前
ar: قبل %lld شهر
de: vor %lld Monaten
en: %lld months ago
ja: %lldか月前
zh_hant: %lld 個月前

source: %lld 个相册
ar: %lld ألبوم
de: %lld Alben
en: %lld albums
ja: %lld個のアルバム
zh_hant: %lld 個相冊

source: %lld 个视频 · %@ → %@
ar: %lld فيديو · %@ → %@
de: %lld Videos · %@ → %@
en: %lld videos · %@ → %@
ja: %lld本のビデオ · %@ → %@
zh_hant: %lld 個影片 · %@ → %@

source: %lld 个视频 · 压缩时确认大小
ar: %lld فيديو · يتم فحص الحجم عند الضغط
de: %lld Videos · Größe beim Komprimieren geprüft
en: %lld videos · size checked when compressing
ja: %lld本のビデオ · 圧縮時にサイズを確認
zh_hant: %lld 個影片 · 壓縮時確認大小

source: %lld 个视频 · 合计约 %@
ar: %lld فيديو · الإجمالي حوالي %@
de: %lld Videos · insgesamt ca. %@
en: %lld videos · about %@ total
ja: %lld本のビデオ · 合計約%@
zh_hant: %lld 個影片 · 合計約 %@

source: %lld 个视频 · 正在计算大小
ar: %lld فيديو · جار حساب الحجم
de: %lld Videos · Größe wird berechnet
en: %lld videos · calculating size
ja: %lld本のビデオ · サイズを計算中
zh_hant: %lld 個影片 · 正在計算大小

source: %lld 个视频在 iCloud
ar: %lld فيديو في iCloud
de: %lld Videos in iCloud
en: %lld videos in iCloud
ja: %lld本のビデオがiCloud内
zh_hant: %lld 個影片在 iCloud

source: %lld 个视频未完成
ar: لم يكتمل %lld فيديو
de: %lld Videos wurden nicht abgeschlossen
en: %lld videos did not finish
ja: %lld本のビデオが完了しませんでした
zh_hant: %lld 個影片未完成

source: %lld 天前
ar: قبل %lld يوم
de: vor %lld Tagen
en: %lld days ago
ja: %lld日前

source: %lld 年前
ar: قبل %lld سنة
de: vor %lld Jahren
en: %lld years ago

source: %lld 年第 %lld 周
ar: الأسبوع %2$lld من %1$lld
de: Woche %2$lld von %1$lld
en: Week %2$lld of %1$lld
ja: %1$lld年 第%2$lld週

source: %lld 张
ar: %lld صورة
de: %lld Bilder
en: %lld images
ja: %lld枚
zh_hant: %lld 張

# %lld 张 · 已整理 %lld 张
source: %1$lld 张 · 已整理 %2$lld 张
ar: %1$lld صورة · تمت مراجعة %2$lld
de: %1$lld Fotos · %2$lld geprüft
en: %1$lld photos · %2$lld reviewed
ja: %1$lld枚の写真 · %2$lld枚確認済み
zh_hant: %1$lld 張 · 已整理 %2$lld 張

source: %lld 张可整理 · 删除前会再次确认
ar: %lld جاهزة للمراجعة · تأكيد قبل الحذف
de: %lld bereit zum Prüfen · Vor dem Löschen bestätigen
en: %lld ready to review · Confirm before deleting
ja: %lld枚を確認可能 · 削除前に確認
zh_hant: %lld 張可整理 · 刪除前會再次確認

source: %lld 张图片 · %@ → %@
ar: %lld صورة · %@ → %@
de: %lld Bilder · %@ → %@
en: %lld images · %@ → %@
ja: %lld枚の画像 · %@ → %@
zh_hant: %lld 張圖片 · %@ → %@

source: %lld 张图片 · 合计约 %@
ar: %lld صورة · الإجمالي حوالي %@
de: %lld Bilder · insgesamt ca. %@
en: %lld images · about %@ total
ja: %lld枚の画像 · 合計約%@
zh_hant: %lld 張圖片 · 合計約 %@

source: %lld 张图片未完成
ar: لم تكتمل %lld صورة
de: %lld Bilder wurden nicht abgeschlossen
en: %lld images were not completed
ja: %lld枚の画像が完了しませんでした
zh_hant: %lld 張圖片未完成

# %lld 张待整理 · %lld 张待删除
source: %1$lld 张待整理 · %2$lld 张待删除
ar: %1$lld للمراجعة · %2$lld للحذف
de: %1$lld zu prüfen · %2$lld zu löschen
en: %1$lld to review · %2$lld to delete
ja: %1$lld枚を確認 · %2$lld枚を削除予定
zh_hant: %1$lld 張待整理 · %2$lld 張待刪除

source: %lld 张照片
ar: %lld صورة
de: %lld Fotos
en: %lld photos
ja: %lld枚の写真
zh_hant: %lld 張照片

source: %lld 张相近候选
ar: %lld مرشح مشابه
de: %lld ähnliche Kandidaten
en: %lld similar candidates
ja: %lld件の類似候補
zh_hant: %lld 張相近候選

source: %lld 张相近候选 · 可节省 %@
ar: %1$lld مرشح قريب · وفر %2$@
de: %1$lld ähnliche Kandidaten · %2$@ sparen
en: %1$lld near-match candidates · Save %2$@
ja: %1$lld件の近似候補 · %2$@節約
zh_hant: %lld 張相近候選 · 可節省 %@

# %lld 次 · 整理 %lld 张
source: %1$lld 次 · 整理 %2$lld 张
ar: %1$lld جلسة · تمت مراجعة %2$lld
de: %1$lld Sitzungen · %2$lld geprüft
en: %1$lld sessions · %2$lld reviewed
ja: %1$lld回 · %2$lld枚確認済み
zh_hant: %1$lld 次 · 整理 %2$lld 張

source: %lld 项
ar: %lld عنصر
de: %lld Objekte
en: %lld items
ja: %lld項目
zh_hant: %lld 項

source: %lld 项 · %@
ar: %1$lld عنصر · %2$@
de: %1$lld Objekte · %2$@
en: %1$lld items · %2$@
ja: %1$lld項目 · %2$@
zh_hant: %lld 項 · %@

source: %lld 项 · %@ · %@
ar: %1$lld عنصر · %2$@ · %3$@
de: %1$lld Objekte · %2$@ · %3$@
en: %1$lld items · %2$@ · %3$@
ja: %1$lld項目 · %2$@ · %3$@
zh_hant: %lld 項 · %@ · %@

source: %lld 项 · %lld%%
ar: %1$lld عنصر · %2$lld%%
de: %1$lld Objekte · %2$lld%%
en: %1$lld items · %2$lld%%
ja: %1$lld項目 · %2$lld%%
zh_hant: %lld 項 · %lld%%

source: %lld 项 · 已整理 %lld%% · %@
ar: %1$lld عنصر · تمت مراجعة %2$lld%% · %3$@
de: %1$lld Objekte · %2$lld%% geprüft · %3$@
en: %1$lld items · %2$lld%% reviewed · %3$@
ja: %1$lld項目 · %2$lld%%確認済み · %3$@
zh_hant: %lld 項 · 已整理 %lld%% · %@

source: %lld/%lld 天
ar: %1$lld/%2$lld يوم
de: %1$lld/%2$lld Tage
en: %1$lld/%2$lld days
ja: %1$lld/%2$lld日

source: %lld/%lld 张
ar: %1$lld/%2$lld صورة
de: %1$lld/%2$lld Fotos
en: %1$lld/%2$lld photos
ja: %1$lld/%2$lld枚
zh_hant: %lld/%lld 張

source: %lld/%lld 次
ar: %1$lld/%2$lld جلسة
de: %1$lld/%2$lld Sitzungen
en: %1$lld/%2$lld sessions
ja: %1$lld/%2$lld回

source: 01MVP 与小产品创作
ar: 01MVP وبناء المنتجات الصغيرة
de: 01MVP und kleine Produkte entwickeln
en: 01MVP and small product building
ja: 01MVPと小さなプロダクト作り
zh_hant: 01MVP 與小產品創作

source: 01MVP 小产品教程
ar: دليل 01MVP للمنتجات الصغيرة
de: 01MVP Leitfaden für kleine Produkte
en: 01MVP Small Product Guide
ja: 01MVP 小さなプロダクトガイド
zh_hant: 01MVP 小產品教程

source: 01MVP 是 MakerJackie 的 AI 产品实战教程，帮你把模糊想法拆成可验证的 MVP，并一步步走到开发、上线和迭代。
ar: 01MVP هو دليل MakerJackie العملي لمنتجات AI. يساعدك على تحويل فكرة أولية إلى MVP قابل للاختبار، ثم الانتقال عبر التطوير والإطلاق والتحسين.
de: 01MVP ist MakerJackies praxisnaher Leitfaden für AI-Produkte. Er hilft dir, eine grobe Idee in ein testbares MVP zu verwandeln und Schritt für Schritt zu entwickeln, zu starten und zu verbessern.
en: 01MVP is MakerJackie's practical AI product guide. It helps you turn a rough idea into a testable MVP, then move through development, launch, and iteration.
ja: 01MVPはMakerJackieによる実践的なAIプロダクトガイドです。あいまいなアイデアを検証可能なMVPに分解し、開発、リリース、改善まで進められます。
zh_hant: 01MVP 是 MakerJackie 的 AI 產品實戰教程，幫你把模糊想法拆成可驗證的 MVP，並一步步走到開發、上線和迭代。

source: 3 天体验已结束，可一次性解锁进阶功能
ar: انتهت التجربة لمدة 3 أيام. افتحها مرة واحدة للاحتفاظ بالميزات المتقدمة.
de: Die 3-tägige Testphase ist beendet. Einmal freischalten, um erweiterte Funktionen zu behalten.
en: The 3-day trial has ended. Unlock once to keep advanced features.
ja: 3日間の体験は終了しました。一度の解除で高度な機能を使い続けられます。
zh_hant: 3 天體驗已結束，可一次性解鎖進階功能

source: 3 天体验已结束，基础整理仍可继续使用。一次性解锁后可继续使用进阶功能。
ar: انتهت التجربة لمدة 3 أيام. لا يزال التنظيف الأساسي متاحا. افتحها مرة واحدة لمواصلة استخدام الميزات المتقدمة.
de: Die 3-tägige Testphase ist beendet. Die Grundfunktionen bleiben verfügbar. Nach einmaligem Freischalten kannst du erweiterte Funktionen weiter nutzen.
en: The 3-day trial has ended. Core cleanup still works. Unlock once to keep using advanced features.
ja: 3日間の体験は終了しました。基本の整理は引き続き使えます。一度解除すると高度な機能を使い続けられます。
zh_hant: 3 天體驗已結束，基礎整理仍可繼續使用。一次性解鎖後可繼續使用進階功能。

source: 3 天免费体验中
ar: تجربة مجانية لمدة 3 أيام
de: 3 Tage kostenlos testen
en: 3-Day Free Trial
ja: 3日間無料体験
zh_hant: 3 天免費體驗中

source: 4K 视频转为 1080p，1080p 及以下保持不变。
ar: يحول فيديوهات 4K إلى 1080p ويترك فيديوهات 1080p أو الأقل كما هي.
de: Wandelt 4K-Videos in 1080p um und lässt Videos mit 1080p oder kleiner unverändert.
en: Turns 4K videos into 1080p and keeps 1080p or smaller videos unchanged.
ja: 4Kビデオを1080pに変換し、1080p以下はそのままにします。
zh_hant: 4K 影片轉為 1080p，1080p 及以下保持不變。

# Always use English
source: 始终使用英文
ar: استخدام الإنجليزية دائما
de: Immer Englisch verwenden
en: Always use English
ja: 常に英語を使用
zh_hant: 始終使用英文

source: English
ar: الإنجليزية
de: Englisch
ja: 英語

source: MVP 教程
ar: دليل MVP
de: MVP-Leitfaden
en: MVP Guide
ja: MVPガイド

source: MakerJackie 记录 AI 实践、独立开发和项目实验，也把从想法到上线的小产品过程整理在 01MVP。
ar: يكتب MakerJackie عن تجارب AI والتطوير المستقل وتجارب المنتجات، ويجمع رحلة المنتج الصغير من الفكرة إلى الإطلاق في 01MVP.
de: MakerJackie schreibt über KI-Praxis, Indie-Entwicklung und Produktexperimente und dokumentiert den Weg von der Idee bis zum Launch in 01MVP.
en: MakerJackie writes about AI practice, indie development, and product experiments, and turns the path from idea to launch into 01MVP.
ja: MakerJackie は AI の実践、個人開発、プロジェクト実験を記録し、アイデアから公開までの小さなプロダクト作りを 01MVP にまとめています。
zh_hant: MakerJackie 記錄 AI 實踐、獨立開發和項目實驗，也把從想法到上線的小產品過程整理在 01MVP。

source: iCloud 视频
ar: فيديوهات iCloud
de: iCloud-Videos
en: iCloud Videos
ja: iCloud ビデオ
zh_hant: iCloud 影片

source: 一个免费的相册整理工具。滑动判断照片去留，完成后再统一确认。
ar: أداة مجانية لتنظيم الصور. اسحب لتقرر ما يبقى، ثم أكّد كل شيء في النهاية.
de: Ein kostenloses Tool zum Aufräumen deiner Fotos. Wische, um zu entscheiden, was bleibt, und bestätige alles am Ende.
en: A free photo cleanup tool. Swipe to decide what stays, then confirm everything at the end.
ja: 無料の写真整理ツールです。スワイプで残す写真を決め、最後にまとめて確認できます。
zh_hant: 一個免費的相冊整理工具。滑動判斷照片去留，完成後再統一確認。

source: 一周不断档
ar: سلسلة 7 أيام
de: 7-Tage-Serie
en: 7-Day Streak
ja: 7日連続
zh_hant: 一周不斷檔

source: 一次性解锁 %@
ar: فتح %@ لمرة واحدة
de: %@ einmalig freischalten
en: One-time unlock %@
ja: 買い切りで %@ を解除
zh_hant: 一次性解鎖 %@

source: 一次性解锁完整时间列表、大文件清理、图片压缩、视频压缩、相似照片清理和主题切换。
ar: فتح لمرة واحدة لقائمة الوقت الكاملة، وتنظيف الملفات الكبيرة، وضغط الصور، وضغط الفيديو، وتنظيف الصور المتشابهة، والسمات.
de: Einmalig freischalten: vollständige Zeitlisten, große Dateien bereinigen, Bilder komprimieren, Videos komprimieren, ähnliche Fotos bereinigen und Designs.
en: One-time unlock for the full time list, large file cleanup, image compression, video compression, similar photo cleanup, and themes.
ja: 完全な時系列リスト、大容量ファイル整理、画像圧縮、動画圧縮、類似写真整理、テーマ切り替えを買い切りで解除できます。
zh_hant: 一次性解鎖完整時間列表、大檔案清理、圖片壓縮、影片壓縮、相似照片清理和主題切換。

source: 一次性解锁完整时间列表、大文件清理、视频压缩、相似照片清理和主题切换。
ar: افتح قوائم الوقت الكاملة، وتنظيف الملفات الكبيرة، وضغط الفيديو، وتنظيف الصور المتشابهة، والسمات بعملية شراء واحدة.
de: Schalte vollständige Zeitlisten, große Dateien, Videokomprimierung, ähnliche Fotos und Designs mit einem Kauf frei.
en: Unlock full time lists, large-file cleanup, video compression, similar-photo cleanup, and themes with one purchase.
ja: 完全な時系列リスト、大容量ファイル整理、動画圧縮、類似写真整理、テーマを買い切りで解除できます。
zh_hant: 一次性解鎖完整時間列表、大檔案清理、影片壓縮、相似照片清理和主題切換。

source: 一次性解锁按日期清理、大文件清理、视频压缩、相似照片清理和主题切换。
ar: فتح لمرة واحدة للتنظيف حسب التاريخ، وتنظيف الملفات الكبيرة، وضغط الفيديو، وتنظيف الصور المتشابهة، وتبديل السمات.
de: Einmalig freischalten: nach Datum aufräumen, große Dateien bereinigen, Videos komprimieren, ähnliche Fotos bereinigen und Designs wechseln.
en: One-time unlock for date-based cleanup, large-file cleanup, video compression, similar-photo cleanup, and theme switching.
ja: 日付別整理、大容量ファイル整理、動画圧縮、類似写真整理、テーマ切り替えを買い切りで解除できます。
zh_hant: 一次性解鎖按日期清理、大檔案清理、影片壓縮、相似照片清理和主題切換。

source: 三天连续整理
ar: سلسلة 3 أيام
de: 3-Tage-Serie
en: 3-Day Streak
ja: 3日連続
zh_hant: 三天連續整理

source: 上
ar: أعلى
de: Nach oben
en: Up

source: 上一张
ar: السابق
de: Zurück
en: Previous
ja: 前へ
zh_hant: 上一張

source: 上一段时间
ar: الفترة السابقة
de: Vorheriger Zeitraum
en: Previous Period
ja: 前の期間
zh_hant: 上一段時間

source: 上个月的照片
ar: الشهر الماضي
de: Letzter Monat
en: Last month
ja: 先月
zh_hant: 上個月的照片

source: 上张
ar: السابق
de: Zurück
en: Prev
ja: 前へ
zh_hant: 上張

source: 上滑
ar: اسحب لأعلى
de: Nach oben wischen
en: Swipe up
ja: 上にスワイプ

source: 上滑删除
ar: اسحب لأعلى للحذف
de: Nach oben wischen zum Löschen
en: Swipe up to delete
ja: 上にスワイプして削除
zh_hant: 上滑刪除

source: 上滑删除，左滑保留，右滑收藏
ar: اسحب لأعلى للحذف، ولليسار للاحتفاظ، ولليمين للإضافة إلى المفضلة
de: Nach oben löschen, links behalten, rechts favorisieren
en: Swipe up to delete, left to keep, right to favorite
ja: 上にスワイプで削除、左で残す、右でお気に入り
zh_hant: 上滑刪除，左滑保留，右滑收藏

source: 上滑加入待删除
ar: اسحب لأعلى لوضعها في قائمة الحذف
de: Nach oben wischen, um zum Löschen zu markieren
en: Swipe up to mark for deletion
ja: 上にスワイプして削除候補に追加
zh_hant: 上滑加入待刪除

source: 下一个徽章
ar: الشارة التالية
de: Nächstes Abzeichen
en: Next Badge
ja: 次のバッジ
zh_hant: 下一枚徽章

source: 下一个目标：%@
ar: الهدف التالي: %@
de: Nächstes Ziel: %@
en: Next goal: %@
ja: 次の目標：%@
zh_hant: 下一個目標：%@

source: 下一个目标：%@，%@。
ar: الهدف التالي: %@، %@.
de: Nächstes Ziel: %@, %@.
en: Next goal: %1$@, %2$@.
ja: 次の目標：%@、%@。
zh_hant: 下一個目標：%@，%@。

source: 下一张
ar: التالي
de: Weiter
en: Next
ja: 次へ
zh_hant: 下一張

source: 下一段时间
ar: الفترة التالية
de: Nächster Zeitraum
en: Next Period
ja: 次の期間
zh_hant: 下一段時間

source: 下张
ar: التالي
de: Weiter
en: Next
ja: 次へ
zh_hant: 下張

source: 下次打开 App 时显示使用说明
ar: عرض الدليل عند فتح App في المرة القادمة
de: Anleitung beim nächsten Öffnen der App anzeigen
en: Show the guide next time the app opens
ja: 次回 App を開いたときにガイドを表示
zh_hant: 下次打開 App 時顯示使用說明

source: 下滑
ar: اسحب لأسفل
de: Nach unten wischen
en: Swipe down
ja: 下にスワイプ

source: 下滑移出相册
ar: اسحب لأسفل للإزالة من الألبوم
de: Nach unten wischen, um aus dem Album zu entfernen
en: Swipe down to remove from album
ja: 下にスワイプしてアルバムから削除
zh_hant: 下滑移出相冊

source: 下滑返回列表
ar: اسحب لأسفل للعودة
de: Nach unten wischen, um zurückzukehren
en: Swipe down to return
ja: 下にスワイプして戻る

source: 不上传照片
ar: لا يتم رفع الصور
de: Keine Foto-Uploads
en: No photo uploads
ja: 写真はアップロードしません
zh_hant: 不上傳照片

source: 不删除照片
ar: تبقى الصورة في المكتبة
de: Foto bleibt in der Mediathek
en: Photo stays in library
ja: 写真はライブラリに残ります
zh_hant: 不刪除照片

source: 不包含
ar: غير مشمول
de: Nicht enthalten
en: Not Included
ja: 含まれません

source: 不改变分辨率，只调整编码和码率。
ar: يبقى الوضوح كما هو، ويتم تعديل الترميز ومعدل البت فقط.
de: Die Auflösung bleibt unverändert, nur Codierung und Bitrate werden angepasst.
en: Keeps resolution unchanged and adjusts encoding and bitrate.
ja: 解像度は変えず、エンコードとビットレートだけを調整します。
zh_hant: 不改變解析度，只調整編碼和位元率。

source: 不改变尺寸，只调整图片编码质量。
ar: تبقى الأبعاد كما هي، ويتم تعديل جودة ترميز الصورة فقط.
de: Die Abmessungen bleiben unverändert, nur die Bildcodierungsqualität wird angepasst.
en: Keeps dimensions unchanged and only adjusts image encoding quality.
ja: サイズは変えず、画像のエンコード品質だけを調整します。
zh_hant: 不改變尺寸，只調整圖片編碼品質。

source: 不需要账号
ar: لا حاجة إلى حساب
de: Kein Konto nötig
en: No account needed
ja: アカウント不要
zh_hant: 不需要賬號

source: 不需要账号，也不会上传照片。点开始后才会请求访问照片库。
ar: لا يلزم حساب، ولا يتم رفع الصور. يُطلب الوصول إلى مكتبة الصور فقط بعد الضغط على بدء.
de: Kein Konto erforderlich, und Fotos werden nicht hochgeladen. Zugriff auf deine Fotomediathek wird erst nach Tippen auf Start angefordert.
en: No account is required, and photos are not uploaded. Photo access is requested only after you tap Start.
ja: アカウントは不要で、写真もアップロードされません。写真ライブラリへのアクセスは、開始をタップした後にのみ求められます。
zh_hant: 不需要帳號，也不會上傳照片。點開始後才會請求存取照片庫。

source: 专门列表
ar: قوائم مخصصة
de: Eigene Listen
en: Dedicated Lists
ja: 専用リスト
zh_hant: 專門列表

source: 主题与外观
ar: السمة والمظهر
de: Design & Darstellung
en: Theme & Appearance
ja: テーマと外観
zh_hant: 主題與外觀

source: 主题切换
ar: تبديل السمات
de: Designwechsel
en: Theme switching
ja: テーマ切り替え
zh_hant: 主題切換

source: 了解作者
ar: عن المنشئ
de: Über den Ersteller
en: About the creator
ja: 作者について
zh_hant: 瞭解作者

source: 仅 %lld 张
ar: %lld صورة فقط
de: Nur %lld Fotos
en: %lld photos only
ja: %lld 枚のみ
zh_hant: 僅 %lld 張

source: 今天
ar: اليوم
de: Heute
en: Today
ja: 今日

source: 今天的照片
ar: اليوم
de: Heute
en: Today
ja: 今日

source: 从一个小功能开始
ar: ابدأ بمهمة واحدة مفيدة
de: Mit einer nützlichen Aufgabe starten
en: Start With One Useful Job
ja: 小さな便利機能から始める
zh_hant: 從一個小功能開始

source: 从全部未整理照片里随机
ar: عشوائيًا من كل الصور غير المراجعة
de: Zufällig aus allen unbearbeiteten Fotos
en: Random from all unreviewed photos
ja: 未整理のすべての写真からランダム
zh_hant: 從全部未整理照片裡隨機

source: 从全部照片开始，按你的节奏逐张整理。
ar: ابدأ من مكتبتك الكاملة ونظّم الصور واحدة تلو الأخرى بوتيرتك.
de: Starte mit deiner gesamten Mediathek und sortiere Foto für Foto in deinem Tempo.
en: Start with your full library and organize one photo at a time.
ja: ライブラリ全体から始めて、自分のペースで1枚ずつ整理できます。
zh_hant: 從全部照片開始，按你的節奏逐張整理。

source: 从想法到上架的完整过程。
ar: الرحلة الكاملة من الفكرة إلى الإطلاق.
de: Der komplette Weg von der Idee bis zum Launch.
en: The complete journey from idea to launch.
ja: アイデアから公開までの全プロセス。
zh_hant: 從想法到上架的完整過程。

source: 从本次批量操作中移除
ar: إزالة من هذه العملية المجمعة
de: Aus diesem Stapelvorgang entfernen
en: Remove from this batch operation
ja: この一括操作から削除
zh_hant: 從本次批量操作中移除

source: 从真实痛点出发，确认第一版必须解决什么，避免一开始就做成大而全。
ar: ابدأ من مشكلة حقيقية، وحدد ما يجب أن يحله الإصدار الأول، وتجنب التوسع الزائد في البداية.
de: Beginne mit einem echten Problem, kläre, was Version eins lösen muss, und vermeide, zu früh zu breit zu bauen.
en: Start from a real pain point, decide what version one must solve, and avoid building too broadly too early.
ja: 実際の課題から始め、最初のバージョンで解決すべきことを見極め、最初から広げすぎないようにします。
zh_hant: 從真實痛點出發，確認第一版必須解決什麼，避免一開始就做成大而全。

source: 从零开始，一步步走。
ar: ابدأ من الصفر، خطوة بخطوة.
de: Bei null anfangen, Schritt für Schritt.
en: Start from zero, one step at a time.
ja: ゼロから一歩ずつ始めます。
zh_hant: 從零開始，一步步走。

source: 付费会员可以获得可复用模板，也包含这个 App 的源码，方便从真实项目改起。
ar: يحصل الأعضاء المدفوعون على قوالب كود قابلة لإعادة الاستخدام، بما في ذلك كود المصدر لهذا App، للبدء من مشروع حقيقي.
de: Zahlende Mitglieder erhalten wiederverwendbare Codevorlagen, einschließlich des Quellcodes dieser App, um auf einem echten Projekt aufzubauen.
en: Paid members get reusable code templates, including the source code for this app, so they can start from a real project.
ja: 有料メンバーは再利用できるテンプレートに加え、この App のソースコードも入手でき、実際のプロジェクトを元に始められます。
zh_hant: 付費會員可以獲得可複用模板，也包含這個 App 的源碼，方便從真實項目改起。

source: 优先追踪最接近的目标
ar: تتبّع الأهداف الأقرب للاكتمال أولًا
de: Ziele verfolgen, die kurz vor dem Abschluss stehen
en: Track the goals closest to completion
ja: 達成に近い目標を優先して追跡
zh_hant: 優先追蹤最接近的目標

source: 会员可拿代码模板
ar: الأعضاء يحصلون على قوالب كود
de: Mitglieder erhalten Codevorlagen
en: Members Get Code Templates
ja: メンバーはコードテンプレートを入手
zh_hant: 會員可拿代碼模板

source: 会把拍摄时间接近的照片放在一起，方便逐组确认。
ar: يتم تجميع الصور الملتقطة في أوقات متقاربة لتسهيل مراجعتها كمجموعات.
de: Fotos mit ähnlicher Aufnahmezeit werden gruppiert, damit du sie leichter prüfen kannst.
en: Photos taken close together are grouped so you can review each group.
ja: 撮影時間が近い写真をまとめ、グループごとに確認しやすくします。
zh_hant: 會把拍攝時間接近的照片放在一起，方便逐組確認。

source: 位置
ar: الموقع
de: Position
en: Position

source: 体验到期不会自动扣费，基础整理始终免费。
ar: لن يتم الخصم تلقائيًا بعد انتهاء التجربة. يظل التنظيف الأساسي مجانيًا دائمًا.
de: Nach der Testphase wird nicht automatisch abgerechnet. Die Basisbereinigung bleibt kostenlos.
en: The trial will not charge automatically. Core cleanup stays free.
ja: 体験終了後に自動課金されることはありません。基本の整理は常に無料です。
zh_hant: 體驗到期不會自動扣費，基礎整理始終免費。

source: 体验已结束
ar: انتهت التجربة
de: Testphase beendet
en: Trial Ended
ja: 体験終了
zh_hant: 體驗已結束

source: 作者信息
ar: المؤلف
de: Autor
en: Author
ja: 作者

source: 作者的更多 App
ar: المزيد من Apps من المنشئ
de: Weitere Apps des Erstellers
en: More Apps from the Creator
ja: 作者の他の App

source: 使用统计
ar: إحصاءات الاستخدام
de: Nutzungsstatistik
en: Usage stats
ja: 使用統計
zh_hant: 使用統計

source: 保存更改
ar: حفظ التغييرات
de: Änderungen sichern
en: Save Changes
ja: 変更を保存

source: 保持 %@
ar: تم الاحتفاظ بـ %@
de: %@ behalten
en: Kept %@
ja: %@を保持

source: 保持原分辨率
ar: تم الاحتفاظ بالدقة الأصلية
de: Originalauflösung beibehalten
en: Original resolution kept
ja: 元の解像度を維持
zh_hant: 保持原解析度

source: 保持原分辨率，压缩更明显，清晰度可能略有下降。
ar: احتفظ بالدقة الأصلية مع ضغط أقوى. قد تقل الوضوح قليلًا.
de: Originalauflösung beibehalten und stärker komprimieren. Die Schärfe kann leicht sinken.
en: Keep the original resolution with stronger compression. Clarity may drop slightly.
ja: 元の解像度のまま、圧縮を強めます。鮮明さが少し下がる場合があります。
zh_hant: 保持原解析度，壓縮更明顯，清晰度可能略有下降。

source: 保持原分辨率，轻微降低码率，优先保留清晰度。
ar: احتفظ بالدقة الأصلية وخفّض معدل البت قليلًا مع أولوية للوضوح.
de: Originalauflösung beibehalten und die Bitrate leicht senken, mit Fokus auf Schärfe.
en: Keep the original resolution and lightly lower bitrate, prioritizing clarity.
ja: 元の解像度のまま、ビットレートを少し下げて鮮明さを優先します。
zh_hant: 保持原解析度，輕微降低位元率，優先保留清晰度。

source: 保持原尺寸
ar: الاحتفاظ بالحجم الأصلي
de: Originalgröße beibehalten
en: Keep original size
ja: 元のサイズを維持

source: 保持屏幕打开，压缩完成后会保存到照片库。
ar: أبقِ الشاشة مفتوحة. تُحفظ النسخ المضغوطة في الصور عند الانتهاء.
de: Bildschirm geöffnet lassen. Komprimierte Kopien werden danach in Fotos gesichert.
en: Keep the screen open. Compressed copies are saved to Photos when finished.
ja: 画面を開いたままにしてください。圧縮が完了すると写真ライブラリに保存されます。
zh_hant: 保持螢幕開啟，壓縮完成後會儲存到照片庫。

source: 保持节奏，相册会越来越轻。
ar: تابع بنفس الوتيرة. ستصبح مكتبتك أخف.
de: Bleib im Rhythmus. Deine Mediathek wird immer leichter.
en: Keep the rhythm. Your library will feel lighter.
ja: この調子で進めると、ライブラリがどんどん軽くなります。
zh_hant: 保持節奏，相冊會越來越輕。

source: 保留
ar: احتفاظ
de: Behalten
en: Keep
ja: 保持

source: 保留原图
ar: الاحتفاظ بالأصول
de: Originale behalten
en: Keep Originals
ja: オリジナルを保持
zh_hant: 保留原圖

source: 保留原视频
ar: الاحتفاظ بالأصل
de: Original behalten
en: Keep original
ja: オリジナルを保持
zh_hant: 保留原影片

source: 保留更多细节，适合重要照片。
ar: يحافظ على تفاصيل أكثر، مناسب للصور المهمة.
de: Behält mehr Details bei, ideal für wichtige Fotos.
en: Preserves more detail for important photos.
ja: より多くのディテールを残し、大切な写真に適しています。
zh_hant: 保留更多細節，適合重要照片。

source: 保留清晰度，适合日常分享。
ar: يحافظ على الوضوح، مناسب للمشاركة اليومية.
de: Behält Schärfe bei, ideal zum Teilen im Alltag.
en: Keeps clarity for everyday sharing.
ja: 鮮明さを保ち、日常の共有に適しています。
zh_hant: 保留清晰度，適合日常分享。

source: 保留跳过
ar: احتفاظ وتخطٍّ
de: Behalten und überspringen
en: Keep and skip
ja: 保持してスキップ
zh_hant: 保留跳過

source: 保留首张
ar: الاحتفاظ بالأولى
de: Erstes behalten
en: Keep First
ja: 最初を保持
zh_hant: 保留首張

source: 保留首张，选择其余
ar: الاحتفاظ بالأولى وتحديد الباقي
de: Erstes behalten, Rest auswählen
en: Keep first, select rest
ja: 最初を保持し、残りを選択
zh_hant: 保留首張，選擇其餘

source: 修改时间
ar: تم التعديل
de: Geändert
en: Modified
ja: 変更日
zh_hant: 修改時間

source: 偏好设置
ar: التفضيلات
de: Einstellungen
en: Preferences
ja: 環境設定
zh_hant: 偏好設置

source: 停止播放
ar: إيقاف التشغيل
de: Wiedergabe stoppen
en: Stop playback
ja: 再生を停止

source: 像相册一样浏览并批量选择
ar: تصفّح كألبوم وحدد على دفعات
de: Wie ein Album durchsuchen und stapelweise auswählen
en: Browse like an album and select in batches
ja: アルバムのように閲覧して一括選択
zh_hant: 像相冊一樣瀏覽並批量選擇

source: 像相册一样浏览截图，合计约 %@。
ar: تصفّح لقطات الشاشة كألبوم، بإجمالي نحو %@.
de: Screenshots wie ein Album durchsuchen, insgesamt ca. %@.
en: Browse screenshots like an album, about %@ total.
ja: スクリーンショットをアルバムのように閲覧。合計約%@。
zh_hant: 像相冊一樣瀏覽截圖，合計約 %@。

source: 像系统相册一样浏览
ar: تصفّح مثل الصور
de: Wie Fotos durchsuchen
en: Browse like Photos
ja: 写真アプリのように閲覧
zh_hant: 像系統相簿一樣瀏覽

source: 先判断，再执行
ar: قرّر أولًا، ثم طبّق لاحقًا
de: Erst entscheiden, später anwenden
en: Decide First, Apply Later
ja: 先に判断、後で適用
zh_hant: 先判斷，再執行

source: 先把范围收小
ar: ضيّق النطاق أولًا
de: Zuerst Bereich eingrenzen
en: Narrow the Scope First
ja: まず範囲を絞る
zh_hant: 先把範圍收小

source: 先收窄问题
ar: ضيّق المشكلة أولًا
de: Problem zuerst eingrenzen
en: Narrow the Problem
ja: まず問題を絞る
zh_hant: 先收窄問題

source: 先选择图片
ar: حدد الصور أولًا
de: Zuerst Bilder auswählen
en: Select images first
ja: 先に画像を選択
zh_hant: 先選擇圖片

source: 先选择视频
ar: حدد الفيديوهات أولًا
de: Zuerst Videos auswählen
en: Select videos first
ja: 先に動画を選択
zh_hant: 先選擇影片

source: 免费体验 3 天进阶功能，也可以直接一次性解锁。
ar: جرّب الميزات المتقدمة مجانًا لمدة 3 أيام، أو افتحها مرة واحدة الآن.
de: Teste erweiterte Funktionen 3 Tage gratis oder schalte sie einmalig frei.
en: Try advanced features free for 3 days, or unlock once now.
ja: 高度な機能を3日間無料で試すか、今すぐ買い切りで解除できます。
zh_hant: 免費體驗 3 天進階功能，也可以直接一次性解鎖。
